{
    "golden_retriever": {
        "name": "",
        "desc": ""
    },
    "husky": {
        "name": "Husky",
        "desc": " William Goosak, a Russian fur trader, introduced them to Nome, Alaska during the Nome Gold Rush, initially as sled dogs. A Siberian Husky has a double coat that is thicker than that of most other dog breeds. It has two layers: a dense undercoat and a longer topcoat of short, straight guard hairs. It protects the dogs effectively against harsh Arctic winters, and also reflects heat in the summer. The breed standard indicates that the males of the breed are ideally between 20 and 24 inches (51 and 61 cm) tall at the withers and weighing between 45 and 60 pounds (20 and 27 kg). Females are smaller, growing to between 19 to 23 inches (48 to 58 cm) tall at the withers and weighing between 35 to 50 pounds (16 to 23 kg). "
    },
    "maltese": {
        "name": "Maltese",
        "desc": "Characteristics include slightly rounded skulls, with a finger-wide dome, a black button nose and brown eyes. The body is compact with the length equaling the height and the tail is almost always curled. The drop ears with (sometimes) long hair, and eyes surrounded by darker skin pigmentation (called a halo), gives Maltese their expressive look. Lacking exposure to a lot of sunlight, their noses can fade and become pink or light brown in color. This is often referred to as a winter nose and many times will become black again with increased exposure to the sun. The Maltese's paws are very sensitive to touch. Adult Maltese range from roughly 1.4 to 4.5 kg (3 to 10 lb).[citation needed] The international FCI standard specifies a weight of 3–4 kg (6.6–8.8 lb);[1] the American Kennel Club calls for a somewhat lighter weight of 4–7 lb (1.8–3.2 kg), with 4–6 lb (1.8–2.7 kg) preferred, They are usually 18 to 30 cm (7 to 12 in) tall."
    },
    "german_sheperd": {
        "name": "German Sheperd",
        "desc": "As a herding dog, German Shepherds are working dogs developed originally for herding sheep. Since that time, however, because of their strength, intelligence, trainability, and obedience, German Shepherds around the world are often the preferred breed for many types of work, including disability assistance, search-and-rescue, police and military roles and acting. The German Shepherd is the second-most registered breed by the American Kennel Club and seventh-most registered breed by The Kennel Club in the United Kingdom. German Shepherds are medium to large-sized dogs.[6] The breed standard height at the withers is 60–65 cm (24–26 in) for males, and 55–60 cm (22–24 in) for females."
    }
}